{
  "first_screen": {
    "heading": "Teaching community for Nervos developers.",
    "sub_heading": "Committed to help new CKB developers have a easy learning curve.",
    "sub_heading_modifier": "Here we provide easy-to-understand interactive courses and technical documents to help Nervos ecological development.",
    "button_zero2": "Inspired by zero2",
    "gratitude": "Expression of gratitude :",
    "contribute": "CKB School is an open-source community that welcomes developers who are passionate about the Nervos ecosystem to join and contribute high-quality courses and documentation."
  },
  "course": {
    "heading": "Some Courses",
    "sub_heading": "We will soon be adding easy-to-understand courses for each knowledge point, and it's worth mentioning that we've also added some interesting features to them.",
    "button_start": "Your first class starts now",
    "feature": {
      "interactive": {
        "title": "Interactive courses",
        "description": "Each chapter of the course has a certain level of interactivity. Only after completing the interaction and understanding the chapter content can you proceed to the next chapter or course."
      },
      "nft": {
        "title": "NFT badges",
        "description": "By completing specific chapters of the course, you can trigger a badge reward and receive a commemorative NFT badge provided by the Nervape team."
      },
      "keyword": {
        "title": "Keyword preview",
        "description": "Each article section in every chapter contains annotated keywords that are associated with summary explanations to facilitate quick understanding of the nouns.\n\n"
      }
    },
    "gratitude": "Expression of gratitude :",
    "contribute": "CKB School is an open-source community that welcomes developers who are passionate about the Nervos ecosystem to join and contribute high-quality courses and documentation."
  },
  "ecosystem": {
    "heading": "Start running",
    "sub_heading": "Have you completed all courses? It's time to start the CKB development journey",
    "sub_heading_modifier": "To this end, we have carefully selected some resources that you may use next"
  },
  "contribute": {
    "heading": "Contribute to CKB School",
    "sub_heading": "This website is open source. You can propose edits to any of the content on this site, suggest awesome new features, or help us squash bugs.",
    "button": "More on contribute"
  }
}